Repository: yojimbo187-alt/fud-ai
Catalog: ios/calorietracker/WeeklyChallenge.xcstrings
Source language: en
Languages: ar, az, de, es, fi, fr, hi, it, ja, ko, nl, pl, pt_br, ro, ru, uk, zh_hans

source: More actions for %1$@
ar: إجراءات إضافية لـ %1$@
az: %1$@ üçün digər əməliyyatlar
de: Weitere Aktionen für %1$@
es: Más acciones para %1$@
fi: Lisää toimintoja käyttäjälle %1$@
fr: Plus d’actions pour %1$@
hi: %1$@ के लिए और कार्रवाइयाँ
it: Altre azioni per %1$@
ja: %1$@のその他の操作
ko: %1$@ 추가 작업
nl: Meer acties voor %1$@
pl: Więcej działań dla %1$@
pt_br: Mais ações para %1$@
ro: Mai multe acțiuni pentru %1$@
ru: Другие действия для %1$@
uk: Другие действия для %1$@
zh_hans: %1$@ 的更多操作

source: My Position
ar: مركزي
az: Mövqeyim
de: Meine Position
es: Mi posición
fr: Ma position
hi: मेरी स्थिति
it: La mia posizione
ja: 自分の順位
ko: 내 순위
nl: Mijn positie
pl: Moja pozycja
pt_br: Minha posição
ro: Poziția mea
ru: Моя позиция
uk: Моя позиция
zh_hans: 我的排名

source: My Progress
ar: تقدّمي
az: İrəliləyişim
de: Mein Fortschritt
es: Mi progreso
fi: Edistymiseni
fr: Ma progression
hi: मेरी प्रगति
it: I miei progressi
ja: 自分の進捗
ko: 내 진행 상황
nl: Mijn voortgang
pl: Moje postępy
pt_br: Meu progresso
ro: Progresul meu
ru: Мой прогресс
uk: Мій прогрес
zh_hans: 我的进度

source: Next
ar: التالي
az: Növbəti
de: Weiter
es: Siguiente
fi: Seuraava
fr: Suivant
hi: अगला
it: Avanti
ja: 次へ
ko: 다음
nl: Volgende
pl: Dalej
pt_br: Próxima
ro: Înainte
ru: Далее
uk: Далі
zh_hans: 下一页

source: No Blocked Participants
ar: لم تحظر أحدًا.
az: Heç kimi bloklamamısınız.
de: Du hast niemanden blockiert.
es: No has bloqueado a nadie.
fi: Ei estettyjä osallistujia
fr: Vous n’avez bloqué personne.
hi: आपने किसी को ब्लॉक नहीं किया है।
it: Non hai bloccato nessuno.
ja: ブロックした参加者はいません。
ko: 차단한 참가자가 없습니다.
nl: Je hebt niemand geblokkeerd.
pl: Brak zablokowanych uczestników
pt_br: Você não bloqueou ninguém.
ro: Nu ai blocat pe nimeni.
ru: Вы никого не заблокировали.
uk: Ви никого не заблокировали.
zh_hans: 您尚未屏蔽任何人。

source: No leaderboard results are available yet.
ar: لا يوجد مشاركون آخرون في الترتيب بعد. اسحب لأسفل للتحديث.
az: Hələ başqa sıralanmış iştirakçı yoxdur. Yeniləmək üçün aşağı çəkin.
de: Noch keine weiteren platzierten Teilnehmenden. Zum Aktualisieren nach unten ziehen.
es: Todavía no hay otros participantes clasificados. Desliza hacia abajo para actualizar.
fi: Tulostaulukon tuloksia ei ole vielä saatavilla.
fr: Aucun autre participant classé pour le moment. Tirez vers le bas pour actualiser.
hi: अभी कोई अन्य रैंक वाला प्रतिभागी नहीं है। रीफ़्रेश करने के लिए नीचे खींचें।
it: Non ci sono ancora altri partecipanti in classifica. Trascina verso il basso per aggiornare.
ja: ほかのランク入り参加者はまだいません。下に引いて更新してください。
ko: 아직 순위에 오른 다른 참가자가 없습니다. 아래로 당겨 새로고침하세요.
nl: Er zijn nog geen andere gerangschikte deelnemers. Trek omlaag om te vernieuwen.
pl: Brak dostępnych wyników w tabeli liderów.
pt_br: Ainda não há outros participantes no ranking. Puxe para baixo para atualizar.
ro: Încă nu există alți participanți clasați. Trage în jos pentru actualizare.
ru: Других участников в рейтинге пока нет. Потяните вниз, чтобы обновить.
uk: Других участников в рейтинге пока нет. Потяните вниз, чтоби обновить.
zh_hans: 目前还没有其他上榜参与者。下拉即可刷新。

source: No other participants are ranked yet.
ar: لا يوجد مشاركون آخرون في الترتيب بعد. اسحب لأسفل للتحديث.
az: Hələ başqa sıralanmış iştirakçı yoxdur. Yeniləmək üçün aşağı çəkin.
de: Noch keine weiteren platzierten Teilnehmenden. Zum Aktualisieren nach unten ziehen.
es: Todavía no hay otros participantes clasificados. Desliza hacia abajo para actualizar.
fi: Muita osallistujia ei ole vielä sijoitettu.
fr: Aucun autre participant classé pour le moment. Tirez vers le bas pour actualiser.
hi: अभी कोई अन्य रैंक वाला प्रतिभागी नहीं है। रीफ़्रेश करने के लिए नीचे खींचें।
it: Non ci sono ancora altri partecipanti in classifica. Trascina verso il basso per aggiornare.
ja: ほかのランク入り参加者はまだいません。下に引いて更新してください。
ko: 아직 순위에 오른 다른 참가자가 없습니다. 아래로 당겨 새로고침하세요.
nl: Er zijn nog geen andere gerangschikte deelnemers. Trek omlaag om te vernieuwen.
pl: Żaden inny uczestnik nie jest jeszcze uszeregowany.
pt_br: Ainda não há outros participantes no ranking. Puxe para baixo para atualizar.
ro: Încă nu există alți participanți clasați. Trage în jos pentru actualizare.
ru: Других участников в рейтинге пока нет. Потяните вниз, чтобы обновить.
uk: Других участников в рейтинге пока нет. Потяните вниз, чтоби обновить.
zh_hans: 目前还没有其他上榜参与者。下拉即可刷新。

source: No social link
ar: بلا
az: Heç biri
de: Keines
es: Ninguno
fi: Ei sosiaalista linkkiä
fr: Aucun
hi: कोई नहीं
it: Nessuno
ja: なし
ko: 없음
nl: Geen
pl: Brak linku społecznościowego
pt_br: Nenhum
ro: Niciunul
ru: Нет
uk: Ні
zh_hans: 无

source: Nutrition
ar: التغذية
az: Qidalanma
de: Ernährung
es: Nutrición
fi: Ravitsemus
hi: पोषण
it: Nutrizione
ja: 栄養
ko: 영양
nl: Voeding
pl: Odżywianie
pt_br: Nutrição
ro: Nutriție
ru: Питание
uk: Харчування
zh_hans: 营养

source: OK
ar: حسنًا
es: Aceptar
hi: ठीक है
ko: 확인
ru: ОК
uk: ОК
zh_hans: 好

source: Offline — showing saved results
ar: غير متصل · يتم عرض آخر ترتيب محفوظ
az: Oflayn · son saxlanmış reytinq göstərilir
de: Offline · zuletzt gespeicherte Rangliste wird angezeigt
es: Sin conexión · se muestran las últimas clasificaciones guardadas
fi: Ei verkkoyhteyttä — näytetään tallennetut tulokset
fr: Hors connexion · dernier classement enregistré affiché
hi: ऑफ़लाइन · पिछली सहेजी गई रैंकिंग दिखाई जा रही है
it: Offline · ultima classifica salvata
ja: オフライン · 最後に保存したランキングを表示中
ko: 오프라인 · 마지막으로 저장된 순위 표시 중
nl: Offline · laatst opgeslagen klassement wordt getoond
pl: Offline — wyświetlanie zapisanych wyników
pt_br: Off-line · exibindo o último ranking salvo
ro: Offline · se afișează ultimul clasament salvat
ru: Нет подключения · показан последний сохранённый рейтинг
uk: Нет подключения · показан последний сохранённий рейтинг
zh_hans: 离线 · 正在显示上次保存的排名

source: Offline — showing saved results · Last updated %1$@
ar: غير متصل · يتم عرض آخر ترتيب محفوظ · آخر تحديث: %1$@
az: Oflayn · son saxlanmış reytinq göstərilir · Son yenilənmə: %1$@
de: Offline · zuletzt gespeicherte Rangliste wird angezeigt · Zuletzt aktualisiert: %1$@
es: Sin conexión · se muestran las últimas clasificaciones guardadas · Última actualización: %1$@
fi: Ei verkkoyhteyttä — näytetään tallennetut tulokset · Päivitetty viimeksi %1$@
fr: Hors connexion · dernier classement enregistré affiché · Dernière mise à jour : %1$@
hi: ऑफ़लाइन · पिछली सहेजी गई रैंकिंग दिखाई जा रही है · अंतिम अपडेट: %1$@
it: Offline · ultima classifica salvata · Ultimo aggiornamento: %1$@
ja: オフライン · 最後に保存したランキングを表示中 · 最終更新：%1$@
ko: 오프라인 · 마지막으로 저장된 순위 표시 중 · 마지막 업데이트: %1$@
nl: Offline · laatst opgeslagen klassement wordt getoond · Laatst bijgewerkt: %1$@
pl: Offline — wyświetlanie zapisanych wyników · ostatnia aktualizacja: %1$@
pt_br: Off-line · exibindo o último ranking salvo · Última atualização: %1$@
ro: Offline · se afișează ultimul clasament salvat · Ultima actualizare: %1$@
ru: Нет подключения · показан последний сохранённый рейтинг · Последнее обновление: %1$@
uk: Нет подключения · показан последний сохранённий рейтинг · Последнее обновление: %1$@
zh_hans: 离线 · 正在显示上次保存的排名 · 上次更新：%1$@

source: Only weekly totals leave your device
ar: هذا الأسبوع
az: Bu həftə
de: Diese Woche
es: Esta semana
fi: Vain viikkosummat poistuvat laitteeltasi
fr: Cette semaine
hi: इस सप्ताह
it: Questa settimana
ja: 今週
ko: 이번 주
nl: Deze week
pl: Tylko tygodniowe sumy opuszczają Twoje urządzenie
pt_br: Esta semana
ro: Săptămâna aceasta
ru: Эта неделя
uk: Цього тижня
zh_hans: 本周

source: Open @%1$@ on %2$@
ar: فتح ‎@%1$@ على %2$@
az: %2$@-də @%1$@ profilini aç
de: @%1$@ auf %2$@ öffnen
es: Abrir @%1$@ en %2$@
fi: Avaa @%1$@ palvelussa %2$@
fr: Ouvrir @%1$@ sur %2$@
hi: %2$@ पर @%1$@ खोलें
it: Apri @%1$@ su %2$@
ja: %2$@で@%1$@を開く
ko: %2$@에서 @%1$@ 열기
nl: @%1$@ openen op %2$@
pl: Otwórz @%1$@ na %2$@
pt_br: Abrir @%1$@ no %2$@
ro: Deschide @%1$@ pe %2$@
ru: Открыть @%1$@ в %2$@
uk: Открить @%1$@ в %2$@
zh_hans: 在 %2$@ 上打开 @%1$@

source: Opens the optional public profile and consent form.
ar: الانضمام إلى التحدي
az: Çağırışa qoşul
de: Challenge beitreten
es: Unirme al reto
fi: Avaa valinnaisen julkisen profiilin ja suostumuslomakkeen.
fr: Rejoindre le défi
hi: चुनौती में शामिल हों
it: Partecipa alla sfida
ja: チャレンジに参加
ko: 챌린지 참여
nl: Meedoen aan uitdaging
pl: Otwiera opcjonalny profil publiczny i formularz zgody.
pt_br: Participar do desafio
ro: Participă la provocare
ru: Присоединиться
uk: Присоединиться
zh_hans: 加入挑战

source: Optional details
ar: تفاصيل اختيارية
az: İstəyə bağlı təfərrüatlar
de: Optionale Details
es: Detalles opcionales
fi: Valinnaiset tiedot
fr: Détails facultatifs
hi: वैकल्पिक विवरण
it: Dettagli facoltativi
ja: 任意の詳細
ko: 선택적 세부 정보
nl: Optionele details
pl: Opcjonalne szczegóły
pt_br: Detalhes opcionais
ro: Detalii opționale
ru: Необязательные сведения
uk: Необов'язкові деталі
zh_hans: 可选详情

source: Optional report details
ar: تفاصيل اختيارية
az: İstəyə bağlı təfərrüatlar
de: Optionale Details
es: Detalles opcionales
fi: Valinnaiset ilmoituksen lisätiedot
fr: Détails facultatifs
hi: वैकल्पिक विवरण
it: Dettagli facoltativi
ja: 任意の詳細
ko: 선택적 세부 정보
nl: Optionele details
pl: Opcjonalne szczegóły raportu
pt_br: Detalhes opcionais
ro: Detalii opționale
ru: Необязательные сведения
uk: Необов'язкові деталі
zh_hans: 可选详情

source: Other
ar: آخر
az: Digər
de: Andere
es: Otro
fi: Muu
fr: Autre
hi: अन्य
it: Altro
ja: その他
ko: 기타
nl: Overig
pl: Inne
pt_br: Outro
ro: Altul
ru: Другое
uk: Інше
zh_hans: 其他

source: Overall
ar: الإجمالي
az: Ümumi
de: Gesamt
es: General
fi: Kaiken kaikkiaan
fr: Général
hi: कुल
it: Generale
ja: 総合
ko: 종합
nl: Totaal
pl: Ogółem
pt_br: Geral
ro: General
ru: Общий зачёт
uk: Загальний залік
zh_hans: 综合

source: Participant
ar: مركزي
az: Mövqeyim
de: Meine Position
es: Mi posición
fr: Ma position
hi: मेरी स्थिति
it: La mia posizione
ja: 自分の順位
ko: 내 순위
nl: Mijn positie
pl: Uczestnik
pt_br: Minha posição
ro: Poziția mea
ru: Моя позиция
uk: Моя позиция
zh_hans: 我的排名

source: Previous
ar: السابق
az: Əvvəlki
de: Zurück
es: Anterior
fi: Edellinen
fr: Précédent
hi: पिछला
it: Indietro
ja: 前へ
ko: 이전
nl: Vorige
pl: Wstecz
pt_br: Anterior
ro: Înapoi
ru: Назад
uk: Назад
zh_hans: 上一页

source: Progress view
ar: تقدّمي
az: İrəliləyişim
de: Mein Fortschritt
es: Mi progreso
fi: Edistymisnäkymä
fr: Ma progression
hi: मेरी प्रगति
it: I miei progressi
ja: 自分の進捗
ko: 내 진행 상황
nl: Mijn voortgang
pl: Widok postępu
pt_br: Meu progresso
ro: Progresul meu
ru: Мой прогресс
uk: Мій прогрес
zh_hans: 我的进度

source: Public Profile
ar: تعديل الملف
az: Profili redaktə et
de: Profil bearbeiten
es: Editar perfil
fi: Julkinen profiili
fr: Modifier le profil
hi: प्रोफ़ाइल बदलें
it: Modifica profilo
ja: プロフィールを編集
ko: 프로필 수정
nl: Profiel bewerken
pl: Profil publiczny
pt_br: Editar perfil
ro: Editează profilul
ru: Изменить профиль
uk: Изменить профиль
zh_hans: 编辑个人资料

source: Rankings
ar: الترتيب
az: Reytinq
de: Rangliste
es: Clasificación
fi: Rankingit
fr: Classement
hi: रैंकिंग
it: Classifica
ja: ランキング
ko: 순위
nl: Klassement
pl: Ranking
pt_br: Ranking
ro: Clasament
ru: Рейтинг
uk: Рейтинг
zh_hans: 排名

source: Read Community Rules
ar: أوافق على قواعد المجتمع وسأستخدم ملفًا محترمًا لا ينتحل شخصية أحد.
az: İcma Qaydalarını qəbul edirəm və heç kimi təqlid etməyən hörmətli profil istifadə edəcəyəm.
de: Ich akzeptiere die Community-Regeln und verwende ein respektvolles Profil, das niemanden imitiert.
es: Acepto las Normas de la comunidad y usaré un perfil respetuoso que no suplante a nadie.
fi: Lue yhteisön säännöt
fr: J’accepte les Règles de la communauté et utiliserai un profil respectueux, sans usurpation d’identité.
hi: मैं कम्युनिटी नियम स्वीकार करता/करती हूँ और किसी की नकल न करने वाली सम्मानजनक प्रोफ़ाइल का उपयोग करूँगा/करूँगी।
it: Accetto le Regole della community e userò un profilo rispettoso che non imiti altre persone.
ja: コミュニティルールに同意し、他人になりすまさない礼儀正しいプロフィールを使用します。
ko: 커뮤니티 규칙에 동의하며 다른 사람을 사칭하지 않는 정중한 프로필을 사용하겠습니다.
nl: Ik accepteer de Communityregels en gebruik een respectvol profiel waarmee ik me niet als iemand anders voordoe.
pl: Przeczytaj zasady społeczności
pt_br: Aceito as Regras da comunidade e usarei um perfil respeitoso, sem fingir ser outra pessoa.
ro: Accept Regulile comunității și voi folosi un profil respectuos, fără uzurparea identității.
ru: Я принимаю Правила сообщества и буду использовать уважительный профиль, не выдавая себя за других.
uk: Прочитати Правила спільноти
zh_hans: 我接受社区规则，并会使用尊重他人且不冒充他人的个人资料。

source: Reason
ar: تفاصيل اختيارية
az: İstəyə bağlı təfərrüatlar
de: Optionale Details
es: Detalles opcionales
fr: Détails facultatifs
hi: वैकल्पिक विवरण
it: Dettagli facoltativi
ja: 任意の詳細
ko: 선택적 세부 정보
nl: Optionele details
pl: Powód
pt_br: Detalhes opcionais
ro: Detalii opționale
ru: Необязательные сведения
uk: Необов'язкові деталі
zh_hans: 可选详情

source: Remote challenge data was not deleted. Check your connection and try again.
ar: تم إخفاء ملف التحدي على هذا الجهاز. سيعيد Ruoka + Treeni محاولة حذف الملف البعيد والنتائج الأسبوعية عند الاتصال بالإنترنت.
az: Çağırış profiliniz bu cihazda gizlədilib. Onlayn olduqda Ruoka + Treeni uzaq profili və həftəlik xalları yenidən silməyə çalışacaq.
de: Dein Challenge-Profil ist auf diesem Gerät ausgeblendet. Ruoka + Treeni versucht erneut, das Remote-Profil und die Wochenergebnisse zu löschen, sobald du online bist.
es: Tu perfil del reto está oculto en este dispositivo. Ruoka + Treeni volverá a intentar borrar el perfil remoto y las puntuaciones semanales cuando tengas conexión.
fi: Etähaastetietoja ei poistettu. Tarkista yhteys ja yritä uudelleen.
fr: Votre profil du défi est masqué sur cet appareil. Ruoka + Treeni réessaiera de supprimer le profil distant et les scores hebdomadaires lorsque vous serez en ligne.
hi: इस डिवाइस पर आपकी चुनौती प्रोफ़ाइल छिपा दी गई है। ऑनलाइन होने पर Ruoka + Treeni रिमोट प्रोफ़ाइल और साप्ताहिक स्कोर डिलीट करने की फिर कोशिश करेगा।
it: Il tuo profilo della sfida è nascosto su questo dispositivo. Ruoka + Treeni riproverà a eliminare il profilo remoto e i punteggi settimanali quando sarai online.
ja: この端末ではチャレンジプロフィールを非表示にしました。オンラインになったとき、Ruoka + Treeni がリモートプロフィールと週間スコアの削除を再試行します。
ko: 이 기기에서 챌린지 프로필을 숨겼습니다. 온라인 상태가 되면 Ruoka + Treeni가 원격 프로필과 주간 점수 삭제를 다시 시도합니다.
nl: Je uitdagingsprofiel is verborgen op dit apparaat. Ruoka + Treeni probeert het externe profiel en de weekscores opnieuw te verwijderen wanneer je online bent.
pl: Dane zdalnego wyzwania nie zostały usunięte. Sprawdź połączenie i spróbuj ponownie.
pt_br: Seu perfil do desafio está oculto neste dispositivo. O Ruoka + Treeni tentará excluir novamente o perfil remoto e as pontuações semanais quando você estiver on-line.
ro: Profilul provocării este ascuns pe acest dispozitiv. Ruoka + Treeni va încerca din nou să șteargă profilul la distanță și scorurile săptămânale când ești online.
ru: Профиль соревнования скрыт на этом устройстве. Ruoka + Treeni повторит удаление удалённого профиля и еженедельных результатов, когда появится интернет.
uk: Профиль соревнования скрит на етом устройстве. Ruoka + Treeni повторит удаление удалённого профиля и еженедельних результатов, когда появится интернет.
zh_hans: 此设备上已隐藏您的挑战个人资料。联网后，Ruoka + Treeni 将再次尝试删除远程个人资料和每周得分。

source: Report
ar: إبلاغ
az: Şikayət et
de: Melden
es: Denunciar
fi: Raportoi
fr: Signaler
hi: रिपोर्ट करें
it: Segnala
ja: 報告
ko: 신고
nl: Rapporteren
pl: Zgłoś
pt_br: Denunciar
ro: Raportează
ru: Пожаловаться
uk: Поскаржитися
zh_hans: 举报

source: Report Participant
ar: الإبلاغ عن
az: barədə şikayət et
de: melden
es: Denunciar a
fi: Ilmoita osallistujasta
fr: Signaler
hi: को रिपोर्ट करें
it: Segnala
ja: を報告
ko: 신고
nl: rapporteren
pl: Zgłoś uczestnika
pt_br: Denunciar
ro: Raportează
ru: Пожаловаться на
uk: Пожаловаться на
zh_hans: 举报

source: Report Sent
ar: تم إرسال البلاغ
az: Şikayət göndərildi
de: Meldung gesendet
es: Denuncia enviada
fr: Signalement envoyé
hi: रिपोर्ट भेज दी गई
it: Segnalazione inviata
ja: 報告を送信しました
ko: 신고 전송됨
nl: Melding verzonden
pl: Zgłoszenie wysłane
pt_br: Denúncia enviada
ro: Raport trimis
ru: Жалоба отправлена
uk: Жалоба отправлена
zh_hans: 举报已发送

source: Report reason
ar: الإبلاغ عن
az: barədə şikayət et
de: melden
es: Denunciar a
fi: Ilmoituksen syy
fr: Signaler
hi: को रिपोर्ट करें
it: Segnala
ja: を報告
ko: 신고
nl: rapporteren
pl: Powód zgłoszenia
pt_br: Denunciar
ro: Raportează
ru: Пожаловаться на
uk: Пожаловаться на
zh_hans: 举报

source: Reports contain only the participant ID, selected reason, and optional details you type. No health or food data is included.
ar: لا يتضمن البلاغ سوى معرّف المشارك والسبب المحدد والتفاصيل الاختيارية، ولا يتضمن بياناتك الصحية أبدًا.
az: Şikayətinizə yalnız iştirakçı ID-si, seçilmiş səbəb və istəyə bağlı təfərrüatlar daxildir, sağlamlıq məlumatlarınız isə heç vaxt daxil edilmir.
de: Deine Meldung enthält nur die Teilnehmer-ID, den ausgewählten Grund und optionale Details – niemals deine Gesundheitsdaten.
es: Tu denuncia solo incluye el ID del participante, el motivo elegido y los detalles opcionales; nunca tus datos de salud.
fi: Ilmoitukset sisältävät vain osallistujatunnuksen, valitun syyn ja kirjoittamasi valinnaiset lisätiedot. Terveys- tai ruokatietoja ei sisällytetä.
fr: Votre signalement contient uniquement l’identifiant du participant, le motif choisi et les détails facultatifs, jamais vos données de santé.
hi: आपकी रिपोर्ट में केवल प्रतिभागी ID, चुना गया कारण और वैकल्पिक विवरण शामिल होते हैं—आपका स्वास्थ्य डेटा कभी नहीं।
it: La segnalazione include solo l’ID del partecipante, il motivo scelto e i dettagli facoltativi, mai i tuoi dati sanitari.
ja: 報告に含まれるのは参加者ID、選択した理由、任意の詳細だけで、あなたの健康データは含まれません。
ko: 신고에는 참가자 ID, 선택한 이유, 선택적 세부 정보만 포함되며 건강 데이터는 포함되지 않습니다.
nl: Je melding bevat alleen de deelnemers-ID, gekozen reden en optionele details, nooit je gezondheidsgegevens.
pl: Raporty zawierają tylko identyfikator uczestnika, wybrany powód i opcjonalne dane, które wpisujesz. Nie uwzględniono danych dotyczących zdrowia ani żywności.
pt_br: Sua denúncia inclui somente o ID do participante, o motivo selecionado e os detalhes opcionais, nunca seus dados de saúde.
ro: Raportul include doar ID-ul participantului, motivul selectat și detaliile opționale, niciodată datele tale de sănătate.
ru: Жалоба содержит только ID участника, выбранную причину и необязательные сведения — ваши данные о здоровье не включаются.
uk: Жалоба содержит только ID участника, вибранную причину и необязательние сведения — ваши данние о здоровье не включаются.
zh_hans: 举报仅包含参与者 ID、所选原因和可选详情，绝不包含您的健康数据。

source: Retry Deletion
ar: الحذف بانتظار الاتصال
az: Silmə bağlantını gözləyir
de: Löschung wartet auf eine Verbindung
es: El borrado espera una conexión
fi: Yritä poistoa uudelleen
fr: Suppression en attente de connexion
hi: डिलीट करने के लिए कनेक्शन की प्रतीक्षा
it: Eliminazione in attesa di connessione
ja: 接続後に削除します
ko: 연결되면 삭제 예정
nl: Verwijdering wacht op verbinding
pl: Ponów usunięcie
pt_br: Exclusão aguardando conexão
ro: Ștergerea așteaptă conexiunea
ru: Удаление ожидает подключения
uk: Удаление ожидает подключения
zh_hans: 连接后将删除

source: Save
ar: حفظ
az: Yadda Saxla
de: Speichern
es: Guardar
fi: Tallenna
fr: Enregistrer
hi: सहेजें
it: Salva
ja: 保存
ko: 저장
nl: Bewaar
pl: Zapisz
pt_br: Salvar
ro: Salvează
ru: Сохранить
uk: Зберегти
zh_hans: 保存

source: Saving public profile
ar: تعديل الملف
az: Profili redaktə et
de: Profil bearbeiten
es: Editar perfil
fi: Tallennetaan julkista profiilia
fr: Modifier le profil
hi: प्रोफ़ाइल बदलें
it: Modifica profilo
ja: プロフィールを編集
ko: 프로필 수정
nl: Profiel bewerken
pl: Zapisywanie profilu publicznego
pt_br: Editar perfil
ro: Editează profilul
ru: Изменить профиль
uk: Изменить профиль
zh_hans: 编辑个人资料

source: Send Report
ar: إرسال البلاغ
az: Şikayəti göndər
de: Meldung senden
es: Enviar denuncia
fr: Envoyer le signalement
hi: रिपोर्ट भेजें
it: Invia segnalazione
ja: 報告を送信
ko: 신고 보내기
nl: Melding verzenden
pl: Wyślij zgłoszenie
pt_br: Enviar denúncia
ro: Trimite raportul
ru: Отправить жалобу
uk: Отправить жалобу
zh_hans: 发送举报

source: Shared Weekly Totals
ar: هذا الأسبوع
az: Bu həftə
de: Diese Woche
es: Esta semana
fi: Jaetut viikkosummat
fr: Cette semaine
hi: इस सप्ताह
it: Questa settimana
ja: 今週
ko: 이번 주
nl: Deze week
pl: Udostępnione sumy tygodniowe
pt_br: Esta semana
ro: Săptămâna aceasta
ru: Эта неделя
uk: Цього тижня
zh_hans: 本周

source: Social link
ar: حساب اجتماعي اختياري (اختر واحدًا)
az: İstəyə bağlı sosial istifadəçi adı (birini seçin)
de: Optionales Social-Media-Handle (eines auswählen)
es: Usuario social opcional (elige uno)
fr: Identifiant social facultatif (un seul)
hi: वैकल्पिक सोशल यूज़रनेम (एक चुनें)
it: Profilo social facoltativo (scegline uno)
ja: 任意のSNSユーザー名（1つ選択）
ko: 선택적 소셜 사용자 이름(하나 선택)
nl: Optionele socialemediagebruikersnaam (kies er één)
pl: Link społecznościowy
pt_br: Perfil social opcional (escolha um)
ro: Identificator social opțional (alege unul)
ru: Необязательный профиль в соцсети (выберите один)
uk: Необязательний профиль в соцсети (виберите один)
zh_hans: 可选社交媒体用户名（选择一个）

source: Spam
ar: محتوى مزعج
fi: Roskaposti
hi: स्पैम
ja: スパム
ko: 스팸
ru: Спам
uk: Спам
zh_hans: 垃圾信息

source: Thank you. The report was submitted for review.
ar: تم إرسال البلاغ
az: Şikayət göndərildi
de: Meldung gesendet
es: Denuncia enviada
fi: Kiitos. Ilmoitus lähetettiin tarkistettavaksi.
fr: Signalement envoyé
hi: रिपोर्ट भेज दी गई
it: Segnalazione inviata
ja: 報告を送信しました
ko: 신고 전송됨
nl: Melding verzonden
pl: Dziękujemy. Zgłoszenie zostało przesłane do weryfikacji.
pt_br: Denúncia enviada
ro: Raport trimis
ru: Жалоба отправлена
uk: Жалоба отправлена
zh_hans: 举报已发送
